[PAD]
[BOS]
[EOS]
[UNK]
Hi
.
嗨
。
你
好
Run
用
跑
的
Wait
!
等
！
一
下
Hello
I
won
我
赢
了
Oh
no
不
会
吧
Cheers
乾
杯
Got
it
?
懂
吗
？
He
ran
他
Hop
in
跳
进
来
quit
退
出
I'm
OK
沒
事
up
已
经
起
Listen
听
着
No
way
可
能
没
门
Really
确
定
Try
试
We
try
们
Why
me
为
什
么
是
Ask
Tom
去
问
汤
姆
Awesome
棒
Be
calm
冷
静
点
fair
公
平
kind
友
善
nice
和
气
Call
联
系
us
Come
Get
找
到
out
滾
Go
away
走
開
home
回
家
Goodbye
再
见
告
辞
Hang
on
坚
持
came
runs
Help
帮
Hit
打
Hold
Hug
抱
请
紧
agree
同
意
ill
生
病
sad
很
难
过
wet
濕
It's
关
Join
加
入
Keep
留
Kiss
吻
Perfect
完
美
See
you
Shut
閉
嘴
Skip
管
它
Take
拿
Wake
醒
Wash
清
洗
know
知
道
Welcome
欢
迎
Who
谁
not
You
run
win
算
狠
Back
off
往
后
still
，
别
动
Beats
无
所
Cuff
him
把
铐
上
Drive
前
开
down
趴
lost
滚
real
Good
job
做
得
干
Grab
抓
住
Have
fun
玩
心
tries
How
cute
多
爱
啊
Humor
就
随
Hurry
趕
快
did
forgot
忘
resign
放
弃
I'll
pay
來
付
錢
busy
忙
cold
cool
酷
fine
full
吃
飽
在
裡
迷
失
sick
tall
个
子
高
Leave
让
人
呆
儿
Let's
go
們
始
Look
当
Say
what
啥
She
她
Stand
立
Terrific
They
died
世
lied
说
谎
输
swam
游
泳
T
o
m
Trust
相
信
hard
努
力
some
this
这
死
Birds
fly
鳥
類
飛
行
电
话
Calm
Catch
Cool
Do
now
現
Dogs
bark
狗
叫
Don't
cry
哭
Excuse
对
Fantastic
Feel
感
受
Follow
跟
luck
祝
运
Goodnight
晚
安
that
那
He's
a
DJ
 
D
J
lazy
懒
fire
停
火
awful
太
怕
weird
怪
am
okay
clapped
拍
手
get
解
give
hope
so
希
望
如
此
laughed
笑
promise
向
保
证
saw
看
見
湯
was
shy
害
羞
swim
要
man
男
bored
覺
無
聊
first
第
right
對
sorry
歉
young
還
年
輕
Is
far
遠
嗎
It
snowed
雪
3:30
3
半
天
food
食
物
free
免
費
late
true
這
真
them
Kill
殺
Let
Lie
躺
back
头
Move
over
腾
地
方
Of
course
當
然
please
噢
拜
托
Open
Read
念
above
参
文
cried
tried
walks
Sit
tight
耐
Slow
慢
點
Stay
靜
Stop
care
照
顾
自
己
Thank
谢
left
离
slept
睡
swims
waved
挥
Tom'll
Turn
左
转
here
Watch
Well
done
cares
Who's
she
Wonderful
idiot
蠢
货
stink
身
发
臭
All
aboard
船
Am
wrong
錯
time
守
时
patient
sing
兒
歌
唱
Can
help
以
幫
Definitely
必
须
move
wait
待
Fill
填
滿
著
wash
God
exists
帝
存
night
gave
步
is
mean
凶
poor
穷
,
Hey
relax
嘿
松
lovely
How's
work
工
作
怎
样
赶
short
矮
can
cook
饭
會
can't
eat
envy
her
嫉
妒
羡
慕
feel
hate
恨
认
识
認
識
like
tea
喜
茶
歡
love
愛
您
miss
想
need
需
think
樣
use
使
do
hero
個
英
雄
liar
骗
humble
谦
虚
single
单
單
sleepy
困
fat
胖
哦
thirty
三
十
歲
Ignore
理
he
长
great
Just
going
继
续
quiet
die
see
pray
祈
祷
walk
there
里
comment
禁
止
评
论
奉
problem
题
really
Once
again
次
Please
sit
座
smiled
站
sharp
警
惕
Step
aside
Study
学
习
That
hurts
疼
Time
flies
時
光
逝
间
匆
failed
败
yawned
哈
欠
右
We're
boys
孩
What
麼
What's
new
有
新
鲜
Where
哪
are
we
誰
next
Wood
burns
木
材
燃
燒
got
Are
成
mad
傷
friendly
punctual
Break
inside
Count
as
say
按
說
leave
別
panic
恐
慌
shoot
shout
许
大
worry
擔
dressed
穿
東
西
衣
服
serious
look
alone
獨
騙
strong
強
壯
Here
catch
curious
strange
奇
coming
buy
tapes
買
磁
帶
don't
lie
謊
bread
面
包
觉
恶
weak
弱
have
wine
酒
heard
聽
fish
鱼
jazz
爵
士
樂
live
face
丢
臉
glue
胶
水
助
overslept
過
頭
said
smell
gas
聞
瓦
斯
味
trust
赖
任
want
more
更
搞
错
will
obey
从
指
示
attend
參
進
17
too
也
1
7
岁
loser
器
at
married
结
婚
reading
读
书
thirsty
渴
hurt
伤
体
well
还
tasty
yours
be
my
份
內
spring
春
只
trying
讓
begin
start
Life
趣
around
四
处
Lunch
午
餐
送
Many
thanks
非
常
Money
talks
金
钱
万
Nice
timing
机
one
come
Release
bit
咬
hit
边
That's
life
活
mine
soft
软
hugged
拥
kissed
亲
This
ice
冰
塊
blushed
脸
红
frowned
皺
眉
变
hi
招
呼
Tom's
drunk
醉
happy
興
tired
累
掉
for
Was
both
都
贏
rest
休
息
pity
惜
遗
憾
Where's
drew
畫
dying
Whose
floats
漂
浮
Work
slowly
made
You're
Anything
路
sure
realistic
现
实
Bring
带
给
read
閱
讀
Did
call
電
話
smoke
吸
烟
your
best
盡
而
為
bother
麻
烦
bug
safely
全
駕
駛
车
Examine
调
查
Ghosts
exist
鬼
魂
Give
evening
morning
早
angry
has
car
辆
likes
loves
brave
勇
敢
annoying
horrible
糟
糕
school
校
admire
欣
赏
almost
几
乎
praying
禱
ate
apples
蘋
果
caviar
魚
醬
called
給
stay
谓
dog
条
map
張
圖
beans
豆
candy
甜
these
些
music
音
乐
missed
cab
輛
租
車
book
本
書
understand
明
白
隻
sue
all
ears
耳
恭
bleeding
流
血
空
innocent
适
pregnant
怀
孕
the
最
thrilled
激
動
I've
decided
決
idea
seen
Ideas
matter
法
重
Monday
周
喝
amazing
神
obvious
顯
raining
雨
snowing
正
big
looking
繼
續
smiling
微
working
goes
Mary
瑪
麗
May
quietly
轻
移
My
eyes
眼
睛
痛
knows
Nobody
asked
box
箱
hurry
請
離
soon
then
候
Shame
upset
情
may
許
Someone
Speak
softly
小
声
with
gawking
傻
staring
盯
talking
whining
埋
怨
yelling
喊
Sweet
dreams
梦
easy
鬆
緊
Tell
訴
crazy
瘋
狂
refused
拒
絕
They're
fake
假
gone
kids
followed
clean
净
smart
脑
sat
坐
told
诉
vanished
饱
今
wake
試
Unbelievable
難
置
Vote
投
票
and
瞧
succeeded
功
surrender
降
adults
heroes
hiding
藏
built
建
Years
passed
少
good
else
ready
准
备
key
鑰
匙
security
skate
溜
Check
結
帳
reply
应
write
写
棄
Draw
circle
画
圈
Eat
drink
Flowers
bloom
鮮
花
盛
凉
thief
偷
type
菜
fool
疯
to
欺
sells
cars
賣
shot
槍
擊
嘗
fast
wants
studying
about
呢
beautiful
divorced
very
approved
believe
despise
鄙
视
didn't
pass
通
fed
餵
lonely
孤
独
unwell
舒
felt
boat
艘
an
egg
蛋
sports
運
sweets
coffee
咖
啡
movies
影
nature
Boston
波
頓
must
須
taxi
advice
议
尝
respect
尊
敬
should
應
該
從
Twitter
w
i
t
e
r
刚
才
飯
take
接
student
teacher
老
師
exhausted
diet
節
stupid
eating
严
paper
紙
东
looks
might
rain
takes
secret
秘
密
business
辦
freezing
氣
improved
改
money
treat
客
long
長
loud
聲
safe
Lock
gate
鎖
門
Make
quick
Man
mortal
固
Meet
foot
脚
head
aches
pen
钢
笔
Never
决
Pace
yourself
量
Quit
gambling
戒
赌
博
Save
拯
救
later
Shake
hand
握
Shall
该
blue
闷
hated
She's
dieting
节
中
Show
door
beside
旁
Somebody
clearly
講
楚
Stir
soup
搅
meddling
插
shooting
射
击
worrying
担
Straighten
邪
归
Stuff
happens
Talk
cheap
簡
Thanks
anyway
The
bell
rang
铃
响
armed
武
wig
Throw
扔
Today
applauded
fell
摔
倒
graduated
畢
業
hick
乡
巴
佬
absent
缺
席
boring
hot
性
stingy
isn't
old
fired
被
僱
moment
稍
kept
沉
默
糖
were
厌
We'll
friends
朋
special
特
worried
We've
arrived
經
Were
hired
雇
blame
责
lying
撒
could
pale
蒼
fail
敗
joking
bad
壞
二
Zip
lips
闭
A
bird
鸟
飞
Allow
允
crying
Aren't
热
lay
eggs
Boil
water
Buy
beer
买
瓶
啤
床
Clean
room
掃
房
間
Close
Coffee
Cows
milk
牛
产
奶
Deal
讨
hear
touch
碰
Drop
knife
刀
Everybody
lies
每
Foxes
hens
狐
狸
母
鸡
of
bed
afternoon
Happy
New
Year
元
旦
accelerated
提
速
cannot
confused
弄
糊
塗
doesn't
held
ball
举
办
场
舞
American
国
doctor
医
lives
丟
sang
song
首
fruit
卖
drowned
淹
boy
author
much
貴
Hungarian
匈
牙
利
today
apple
believed
borrow
借
broke
arm
臂
斷
dislike
arrested
逮
捕
early
had
vision
设
愿
景
Mondays
星
期
cough
咳
嗽
dream
hiccups
嗝
clue
hiccup
lot
just
singing
drawing
flowers
jogging
阅
running
命
wife
妻
parties
派
met
friend
遇
decline
绝
raise
薪
stamp
郵
towel
毛
巾
ASAP
尽
coat
often
shut
five
men
五
study
Korean
韩
语
play
醫
learning
學
習
wasn't
控
I'd
alert
scold
責
備
由
guy
atheist
者
behind
後
dead
quitter
易
famous
名
greedy
貪
婪
guilty
罪
笨
excited
undressing
脱
vegetarian
素
主
义
幸
福
Japanese
日
better
edible
Isn't
black
黑
色
makes
sense
took
months
月
brand
dangerous
危
險
delicious
funny
our
fault
誤
truth
large
寒
turn
輪
listening
Louder
dad
爸
name
Now
remember
睁
煩
join
tell
Prices
went
價
漲
Science
科
fooled
愚
grew
roses
種
玫
瑰
walking
looked
seems
rich
Smoke
appeared
雾
grumbling
牢
骚
resisting
抵
抗
Summer
夏
shame
恥
辱
logical
符
合
逻
辑
perfect
birds
cat
meowed
猫
flag
旗
升
phone
響
Their
目
These
pens
筆
jobs
let
條
bag
change
變
plan
計
brains
rabbi
拉
比
miserly
sloshed
smashed
dumb
dogs
turned
red
walked
won't
stop
fearless
畏
惧
laughing
昏
兴
奋
TV
asleep
feet
forgive
原
諒
knew
robbed
continue
family
庭
迟
let's
職
之
伙
ask
問
幹
Wipe
擦
Yes
tense
张
疲
倦
You'll
kidding
welcome
finished
certain
nervous
18
8
班
Balls
round
球
圆
Behave
规
矩
Black
suits
衬
烧
police
察
报
bring
find
扫
if
Congratulations
贺
Could
数
respond
who
rap
记
Does
forget
open
risks
冒
险
carefully
quickly
patio
露
台
Green
綠
適
Has
yet
day
愉
acts
迅
began
教
师
father
父
親
切
Disney
迪
尼
trains
pressured
施
压
studied
tends
企
图
tires
easily
容
survive
倖
comedian
剧
演
员
lad
Here's
bill
账
His
word
law
令
何
熱
interesting
everyone
幾
rude
粗
魯
unfortunate
憐
ache
酸
trouble
baked
cookies
烤
曲
booked
seat
訂
位
bought
undo
取
消
myself
relieved
six
六
choice
选
择
余
laptop
臺
記
腦
brothers
兄
弟
ten
支
two
两
cats
sons
兩
threw
剛
吐
lent
CD
盘
C
eggplant
茄
football
足
potatoes
土
yes
lawyer
律
evidence
證
據
boots
靴
only
件
paid
played
tennis
網
every
speak
Swedish
瑞
典
talked
谈
it's
關
係
shower
澡
guitar
吉
袋
drive
wanted
surprised
惊
wish
you'd
woke
by
never
detective
侦
探
foreigner
外
國
厨
owl
夜
貓
professor
授
差
always
总
直
daydreaming
rice
米
feeling
fit
精
from
getting
left-handed
撇
jealous
pretty
挺
hungry
餓
寂
寞
enough
夠
Canadian
actor
autistic
症
infected
染
swimming
breathing
poisonous
毒
salty
盐
river
河
terrible
It'll
cloudy
云
end
胡
surprise
already
11
impossible
lunch
nearly
Jesus
耶
穌
零
Large
Lemons
sour
檸
檬
decide
sushi
壽
司
bus
共
汽
argue
吵
sky
smaller
Maybe
Men
Merry
Christmas
聖
誕
Mom
妈
肚
饿
house
永
远
bottle
high
价
格
Put
hat
戴
帽
drugs
品
Scary
嚇
tonight
calmed
disappeared
graceful
优
雅
轉
視
線
嫁
worked
sister
姊
妹
Spring
feels
良
smells
pencil
铅
简
leaves
叶
落
light
灯
亮
sea
海
蓝
taxi's
There's
rush
急
salt
melons
瓜
sell
book's
bike
束
typical
型
dinner
also
nothing
玛
丽
racist
种
族
ecstatic
escaping
逃
hammered
tough
缠
stayed
nurse
护
bullied
负
popular
sobbing
啜
泣
wasted
浪
wears
髮
abroad
careful
dishes
盤
step
escape
Canadians
neighbors
鄰
居
missing
happened
When
甚
發
playing
Wolves
scare
狼
Write
something
寫
choose
You'd
person
blushing
You've
been
Your
bag's
"Look,"
“
”
Accidents
happen
故
Answer
wizard
术
students
his
字
At
last
终
tomorrow
sleep
anyone
save
mouth
Continue
send
ever
kill
杀
meet
vote
隨
欲
snow
own
gun
枪
kid
mention
Drink
juice
汁
cautiously
laughs
Everyone
noticed
注
Fight
像
战
斗
For
purpose
horse
马
chair
椅
straight
stairs
楼
when
Hand
遞
trip
旅
途
触
犯
caught
recently
近
hair
Italian
義
unsociable
群
fishing
釣
hunting
猎
oranges
橙
hunt
钓
painted
网
glasses
鏡
bankrupt
破
writes
Arabic
阿
伯
side
邊
town
镇
sign
How're
doing
總
witch
巫
婆
bet
賭
watch
錶
reach
搆
stand
忍
collect
stamps
收
集
couldn't
思
谅
doubt
疑
厲
挨
chemistry
化
bicycle
doubts
excuse
口
loses
輸
facts
chocolate
巧
克
pop
紅
travel
traveling
city
城
市
near
附
wallet
mistake
badly
band
團
奏
仍
smile
beef
"
肉
cake
吼
under
wrote
letter
封
30
years
able
便
beggar
乞
丐
boss
闆
proud
榮
staying
partner
夥
伴
If
anybody
someone
coyote
丛
林
sale
bank
銀
clear
晴
朗
deal
交
sunflower
朵
葵
frozen
喔
sofa
沙
supper
normal
simple
Japan
Asia
亚
洲
discuss
商
kite
風
箏
indoors
屋
搭
Light
candle
蠟
燭
仔
细
Mail
寄
選
擇
Mars
planet
顆
album
簿
悲
pulse
脉
搏
stomach
胃
why
war
争
talk
讲
pain
gain
分
耕
耘
穫
Nothing
Pass
copy
拷
貝
pull
Raise
hands
despised
disliked
女
needs
套
put
socks
袜
smoking
抽
煙
promoted
晉
Sorry
complaining
ended
Swimming
avoidable
避
point
键
rare
稀
empty
盒
curtain
幕
熄
灭
naked
storm
abated
风
暴
减
dry
井
涸
There
毫
sugar
aren't
苹
spoke
afraid
They'll
children
Room
839
9
号
鉛
one's
3rd
號
又
drinks
glanced
瞥
triple
壘
先
himself
scumbag
賴
artist
藝
術
deceitful
danger
plastered
file
studies
captured
囚
mistaken
would
accept
once
煤
Walk
ahead
checks
depend
靠
expect
窮
moved
搬
together
game
赛
We'd
较
classmates
having
make
於
found
Hamlet
雷
辭
Will
Winter
冬
季
owe
shouldn't
impatient
乏
擋
singer
overreacting
反
度
they
準
others
yourselves
Beware
thieves
build
nests
筑
巢
ambulance
bite
eaten
freeze
冻
jump
rope
绳
Champagne
香
槟
Choose
拾
摸
cards
牌
surgery
lucky
leg
腿
Earth
Everything
into
orange
bless
America
佑
everywhere
處
rung
钟
Haste
waste
則
達
Honda
豐
田
yesterday
昨
few
鋼
seven
七
three
screwball
but
child
France
age
watching
sleeping
suit
struck
match
劃
根
柴
實
钥
everything
lively
泼
Mr
Right
郎
君
complex
複
雜
答
exam
考
test
测
验
agreed
fond
bathe
comfort
慰
hardly
Chopin
彈
蕭
邦
soccer
踢
deleted
app
删
除
regret
悔
bee
sting
蜜
蜂
蛰
cut
剪
nightmare
噩
mosquitoes
蚊
computer
daughter
headache
proposal
案
opinion
brown
褐
many
discs
片
nieces
甥
haven't
changed
短
shoes
鞋
luggage
李
story
books
opened
ripped
pants
扯
裤
sunrise
Highway
58
5
usually
plates
homesick
2:30
2
:
0
lottery
奖
hours
數
dance
wear
helmet
盔
賬
擅
being
lose
making
聰
sore
puzzled
using
somebody
pure
gold
純
bath
浴
室
party
聚
windy
端
7:00
confidential
够
human
brother's
费
pleasure
荣
heavy
self-evident
談
warm
溫
暖
侧
started
shake
苦
Long
久
Mind
manners
crashed
障
shoulder
肩
膀
stomach's
脹
Nobody's
Pick
contact
reconsider
虑
wrap
Pretend
you're
装
English
guys
替
cursed
loudly
诅
咒
hates
carrots
討
厭
蘿
蔔
柳
unhappy
upstairs
樓
wept
bitterly
naive
Should
bothering
Termites
wood
蚁
棟
栋
flammable
fabulous
极
pheasant
野
雞
題
answer
handy
缸
clock
stopped
鐘
doorbell
麵
market
場
meeting
thick
稠
system
统
truck
貨
worst
strike
罢
坏
desk
桌
miracle
迹
difficult
expensive
gibberish
mother
Thursday
礼
became
drank
heavily
drove
dyed
枝
spiders
蜘
蛛
helped
magician
魔
brother
哥
overweight
超
testing
foolish
knit
編
織
lit
cigar
卉
misses
顿
moves
搶
sent
popcorn
爆
works
radio
Two
beers
Use
or
或
Water
liquid
液
secrets
intervene
介
taxis
battle
胜
against
risk
于
warned
does
What're
after
saying
hobby
close
breakfast
蓋
born
银
vodka
伏
Which
tooth
invented
cup
awake
white
marry
park
fever
error
误
laugh
逗
聪
Anyone
bachelor
睜
Breakfast
Cars
贵
along
check
检
murder
flying
機
gums
bleed
齦
taste
terrified
rubbish
alive
matters
Everything's
绪
number
码
report
remote
遥
递
flight
及
部
程
hasn't
insured
driver
heartless
killed
plays
弹
raised
舉
returned
set
precedent
speaks
stole
表
week
affection
骑
騎
腳
踏
He'll
walker
little
苍
meth
addict
closer
mood
Her
skin
smooth
皮
膚
滑
gray
襪
灰
baggage
Hide
closet
櫃
Horses
animals
馬
weather
offer
completely
Portugal
葡
萄
尺
french
fries
炸
薯
burned
anything
fear
death
寿
weed
dreamt
comfortable
cap
paint
漆
油
address
址
those
girls
women
L.A
洛
杉
矶
candlelight
烛
mathematics
poems
詩
meat
圍
umbrella
伞
other
plans
另
计
划
woman
妇
chance
he'll
he's
eight
八
camera
1988
expecting
quite
relaxed
但
願
success
較
seeing
keep
慮
cooking
Singapore
坡
glad
签
skiing
losing
grip
制
movie
製
inflexible
板
interested
balcony
陽
gained
weight
增
體
gotten
Ignorance
bliss
everybody
媽
宜
gets
worse
joke
important
practical
grass
踩
草
Knowledge
power
handle
Love
legs
faces
east
阻
injured
watches
official
官
second
Obey
teachers
guns
Saturn
溺
enemies
敌
clever
Chinese
泡
姐
classmate
example
例
intriguing
资
ago
area
區
eats
wall
撞
墙
crow
flew
烏
鴉
glass
dirty
玻
璃
髒
lid
green
燈
lock
broken
锁
plane
summer
tire
leaks
air
轮
胎
漏
listen
forced
迫
peace
言
obeyed
orders
small
ugly
醜
fork
叉
Mary's
hospital
院
bedroom
臥
surprising
驚
tiger
虎
Those
褲
abandoned
戰
鬥
follows
freed
將
宰
敲
竹
杠
舊
貌
(
)
遲
intoxicated
active
跃
fussy
挑
剔
angel
learned
French
he'd
teaches
語
waited
outside
revenge
報
仇
break
断
goals
標
rights
权
each
彼
assistance
园
產
conservative
same
tricked
耍
forgiven
soldier
兵
wind
痴
tigers
将
Where're
hammer
锤
顶
touched
ring
环
scar
疤
invited
邀
rule
双
elephants
象
learn
惑
bounce
山
optimist
观
such
jerk
turning
"Trust
me,"
whale
mammal
鲸
哺
乳
questions
question
But
any
Destroy
temple
摧
毁
寺
庙
church
堂
spinach
菠
drop
Dry
旺
Enjoy
holidays
Every
minute
counts
秒
thinks
Everyone's
Few
people
Fish
Freedom
代
cigarette
insane
weekend
末
曾
accepted
pianist
琴
mind
climbed
Mt
Fuji
爬
富
cured
illness
治
drives
entered
army
陸
軍
greeted
lady
圓
fellow
养
rugby
橄
欖
religious
taking
散
telling
handsome
俊
承
诺
laid
仰
hour
saluted
bench
凳
shaves
刮
鬍
thank
謝
captain
隊
湿
beat
赴
kitchen
oldest
son
genius
how
pudding
布
丁
speech
Thai
泰
連
絡
zoo
園
seminar
研
究
electrician
engaged
Tokyo
京
London
倫
敦
hasty
盖
anytime
afford
fall
cleared
table
continued
order
预
disagree
winter
dreamed
dictionary
厉
Rome
罗
chapped
裂
none
where
dragon
龙
区
drinking
bigger
golf
尔
夫
pattern
colds
chicken
unlucky
霉
retired
year
girlfriend
another
Kyoto
annoyed
silent
factory
廠
return
6:30
assistant
social
worker
社
員
stranger
counting
roof
骄
傲
without
stuck
taller
than
methodical
waiting
prison
監
獄
ticket
helping
station
rained
serves
dark
bargain
廉
eleven
awesome
worth
值
络
baseball
Lift
oxygen
氧
与
邻
Mercury
More
背
neck
脖
notebook
pink
粉
purse
stolen
pigsty
猪
窝
throat
喉
咙
whole
body
zipper
链
卡
drinkers
allowed
飲
serve
One
Ostriches
鴕
鸵
Paper
People
整
鋪
涨
clothes
Roll
传
days
boiled
煮
finally
終
p.m
九
breath
mere
約
紀
沏
nine
监
fooling
脫
line
disaster
災
poem
exception
imitation
仿
造
button
鈕
扣
adorable
crops
農
corrupt
损
alarm
lake
湖
moon
shining
耀
papers
blew
picture
skies
暗
烫
trees
树
绿
nobody
ruined
震
grateful
ignoring
thing
cube
property
財
their
憤
怒
Thou
shalt
tie
领
換
closed
dealt
siblings
hid
shed
躲
棚
uncle
叔
politician
政
awfully
exaggerating
吹
嘘
attic
閣
insufferable
碼
curry
辣
哩
sandwich
nodded
approval
owes
favor
says
stood
Friday
闲
photo
list
scared
bounced
脏
resting
Umbrellas
Waste
匱
cycling
ourselves
亡
诞
掩
饰
names
given
today's
date
honey
宝
贝
arrive
easier
shirt
襯
衫
rules
则
count
依
rely
disappointed
choices
anywhere
vacation
protection
護
irresistible
prisoner
generous
memory
憶
領
Yours
permit
required
Almost
explosives
following
math
淨
Blood
fighting
guess
猜
龄
ride
Cats
Children
loving
Clothes
裝
before
粮
Didn't
somewhere
garage
庫
tinnitus
鸣
shopping
購
careless
childish
幼
稚
disappoint
pig
猛
extremes
cheese
c
h
s
顺
Finally
newspaper
纸
passport
gift
acted
guide
嚮
導
rescue
clipped
sheep
羊
修
committed
suicide
devoured
meal
吞
咽
floor
飢
income
lots
eyesight
佳
ideas
妙
daughters
纪
apt
energy
充
满
sensitive
敏
wearing
gloves
toys
具
内
reads
slipped
note
悄
literally
used
kiss
honest
诚
elected
mayor
sitting
store
店
energetic
player
bound
younger
nose
鼻
comes
train
颜
amazes
忆
讶
deep
hole
洞
深
bid
週
媳
apologized
leaving
four
lamp
盏
旧
barely
either
確
forever
cities
discriminate
歧
science
German
德
偶
嚨
stomachache
cameras
攝
intend
finger
暂
forward
notes
changes
架
longer
$200
taxes
百
含
稅
絶
rejected
词
buses
should've
declined
婉
sometimes
sort
概
that's
透
hill
MP3
M
P
播
pie
theater
劇
stung
navy
admit
載
prove
buying
closing
folding
dress
叠
连
裙
incredibly
众
they'll
dancing
writing
腻
willing
share
享
pacemaker
臟
prize
regular
脈
timetable
belongs
duck
鴨
沮
丧
costs
$10.00
familiar
似
piece
碟
Greek
窍
victory
勝
voice
violin
club
俱
盼
Lincoln
1865
肯
6
y
doll
擁
娃
piano
you'll
succeed
Mission
accomplished
务
car's
shop
watering
淚
grows
稻
healthy
健
康
exploding
news
escaped
supported
spy
其
諜
Orange
Our
fridge
delayed
Perhaps
handcuffs
weapon
块
heart
颗
纯
洁
ironed
熨
dancer
girl
頂
嗓
slapped
摑
hug
wore
older
Some
bugs
fixed
式
Something
淋
occur
month
neat
潔
cash
toothbrush
刷
baby
couple
burning
haunted
鬧
half
項
lights
ringing
rumor
傳
soap
肥
皂
cakes
鹽
hers
complain
Tottori
frightened
persecuted
artists
艺
Think
酬
劳
novel
rug
handmade
毯
tastes
birthday
window
窗
戶
burst
tears
泪
pork
enjoys
gardening
wounded
golfer
旷
课
indispensable
usual
gifted
華
talented
mopped
needed
treatment
疗
loved
exhibits
展
览
until
noon
taught
stab
刺
worn
筋
architect
wouldn't
Turtles
reptiles
龟
排
idly
team
团
队
追
require
拐
彎
carpet
races
厂
乘
downtown
different
skeptical
bizarre
荒
唐
contain
What'll
橱
柜
necessary
building
daily
fee
nickname
昵
称
bedtime
傘
mailbox
bathroom
廁
ones
secretary
resent
Would
coward
懦
adult
hold
deserve
配
seem
seemed
apologize
leader
胆
唯
deceived
progress
觀
dolphin
豚
闻
Above
尤
Actually
际
lawyers
liars
Any
things
dating
约
satisfied
winning
Bears
climb
熊
Better
pickpockets
扒
Both
倆
office
Control
propose
求
裁
邮
償
transfer
换
miracles
跡
mud
泥
patience
凡
皆
Fasten
belt
Fortune
Fur
coats
折
location
Guess
Haven't
admitted
guilt
闖
several
times
pick
梯
England
兰
10,000
yen
90%
Germany
卧
伦
hopes
driving
tallest
washing
lived
moral
actress
sixty
rested
while
榄
Africa
snakes
蛇
shorter
concert
sounds
dare
class
级
cost
剩
interview
courage
佩
扇
bear
chose
dialed
拨
anymore
homework
业
dove
even
至
hide
隐
abilities
底
limitations
限
meant
廚
repay
debt
偿
债
liked
biology
dollars
prefer
與
race
賽
puppies
elderly
辈
kissing
shave
signed
document
簽
thought
doorknob
become
moving
participate
retire
visit
Korea
访
grow
smack
掌
卫
wonder
Sunday
刻
show
college
absolutely
elated
若
heights
碌
choked
遊
惯
included
括
possible
depends
tale
wedding
禮
滋
amazingly
料
definitely
段
Lawyers
beach
Like
toilet
厕
world
twins
雙
胞
pizza
批
薩
numb
below
cries
underpants
underwear
listened
understands
stopping
None
Playing
allow
况
weapons
sunscreen
涂
防
晒
Red
fashion
Remember
Restart
启
晕
answered
attempted
drum
鼓
present
1996
洋
Paris
黎
购
husband
丈
noted
evidently
York
纽
childishly
eighty-one
pumps
stubborn
倔
强
restroom
wherever
Smoking
prohibited
So
murdered
謀
changing
swearing
誓
Tears
filled
盈
眶
calling
复
useless
blood
shirtless
赤
裸
fresh
clicked
咔
哒
据
凿
kettle
boiling
壺
沸
executed
执
problems
boxes
突
tasted
嚐
辛
washed
mongrel
pear
梨
trousers
waits
minister
gritted
teeth
heat
stroke
暑
reservation
keys
遺
智
written
snobbish
势
consoling
coughing
grandfather
爺
most
snickered
sold
齡
buried
jeans
watched
horror
coach
练
彩
War
1941
4
defeated
enemy
敵
spare
餘
apology
faster
turns
即
situation
analyzed
析
suggest
language
营
showers
elevator
discovered
radium
鐳
啦
planted
tree
棵
诗
asking
hire
佣
tour
獎
protect
seek
尋
協
reap
sow
因
weren't
吝
啬
frightening
scratched
Zero
rock
岩
石
sponge
absorbs
绵
thousand
虫
嘲
speaking
magazines
誌
private
私
bookkeeping
Can't
bananas
蕉
whenever
Dad
Dead
tales
click
reason
MasterCard
达
致
road
throw
trash
垃
圾
underestimate
低
估
ink
墨
Fancy
belts
wild
喂
voted
madman
brought
lung
cancer
肺
癌
appetite
Britain
ability
fluent
垒
knocked
forty
quotes
Milton
引
爾
pretends
deaf
probably
regrets
China
songs
card
coins
枚
硬
币
spirits
dentist
sweater
stronger
sweetheart
慣
Health
wealth
财
goal
pictures
discarded
驳
words
Hope
strategy
策
略
promises
諾
sixteen
課
喱
online
explain
释
figure
broom
眠
contacted
parents
既
envied
羨
Sundays
wonderful
toothache
pair
belly
育
color
顏
drawer
屜
received
Liz
茲
clothing
祇
suppose
cheating
忌
perfectly
quart
夸
sweet
scolding
罵
totally
truly
astonished
gladly
Hawaii
威
夷
slow
rent
rather
寧
fan
忠
丝
anxious
airport
doubling
prices
倍
assist
who's
thinking
translating
翻
譯
Iron
useful
metal
铁
属
recent
available
并
extremely
scary
fairly
noisy
bygones
咎
page
頁
咱
picnic
introduce
紹
windows
cholesterol
醇
father's
fountain
scalp
itchy
癢
except
control
Not
aliens
act
follow
add
饶
spell
拼
Promises
Pull
stockings
絲
Selling
believes
handed
织
elegant
musician
resembles
aunt
姑
beautifully
glamorous
correct
Sing
採
Sport
borders
界
whatever
which
we're
updates
供
means
unfair
relevant
unlikely
final
sole
concern
rings
潤
mouse
鼠
sounded
鋒
挂
negotiation
判
unbearable
project
ongoing
项
letting
lasted
rear
knee
積
膝
列
vase
shattered
碎
glared
瞪
萬
mistakes
bridges
桥
页
chat
blind
盲
settled
Canada
户
論
digging
挖
oars
槳
decision
伟
wooden
sentence
句
昂
soil
壤
rose
reserved
writer
Russian
俄
clenched
fists
拳
crushed
garlic
捣
蒜
twin
visited
native
烹
飪
obese
醺
sarcastic
帅
sigh
叹
細
picked
捡
engine
擎
Harvard
佛
apologetic
postcards
Tomorrow
Tulips
鬱
downstairs
illusion
幻
仅
炒
enjoy
籍
enjoyed
push
推
fog
electricity
互
suburbs
郊
accident
dawn
遵
spoon
勺
stock
库
vulnerable
脆
堪
numbers
disease
寻
results
front
occupation
turkey
cafeteria
厅
hall
府
published
滩
voting
favorite
Words
express
thoughts
詞
ID
monkey
猴
wise
jokes
ought
woken
eavesdropping
celebrity
cuter
forgetful
treated
Tuesday
referring
Bear
議
Beauty
Being
Breathing
tractor
拖
raw
oysters
牡
蠣
repaired
lower
price
underwater
潜
Carry
future
未
Classes
Days
越
grade
tests
測
驗
評
cellphone
bowl
碗
Indian
印
belong
pessimistic
职
B
线
vegetables
蔬
Forewarned
forearmed
豫
預
Fresh
From
harder
dozen
橘
Goodbyes
繩
pleasant
journey
訊
lunatic
catches
娶
hobbies
Hokkaido
北
eye
composer
脾
幅
eager
adventure
keeps
leaned
elbows
胳
膊
minutes
bookshelf
stewardess
neglected
duties
怠
忽
alcohol
objected
100
ordered
摘
traveled
洽
Nagasaki
崎
supposed
witnessed
睹
highly
intelligent
hotel
tidy
齊
disgusted
豪
fastest
runner
appreciate
賞
weeks
point-blank
strawberries
莓
pies
noise
噪
foreign
幣
摇
encountered
tremble
woods
夢
childhood
童
sweep
iron
medicine
药
sound
廣
grape
jelly
凍
Ebay
elderberry
骨
street
街
cooperation
1,000
歸
藍
volleyball
sawing
锯
athletic
般
cream
淇
凌
rid
擺
否
jiffy
place
fight
訪
concerned
content
dripping
sweat
汗
she's
prepared
suggestions
驕
擾
forgotten
living
o'clock
cross
occasionally
雲
depressing
quarter
reasons
uncomfortable
bags
陰
涼
visiting
狀
nonsense
乱
艰
Thames
唔
Most
expired
strength
耗
Nara
奈
古
menu
School
starts
smiles
肝
腸
寸
靦
腆
渾
attractive
plenty
peppers
青
椒
eighty
showed
顧
aching
wool
what'll
yelled
Sometimes
Spell
Sydney
悉
whichever
huge
challenge
巨
original
创
鈴
feared
remained
butterfly
蝴
蝶
rats
contract
契
hawk
鷹
flames
噬
jet
landed
policeman
serpent
tempted
Eve
誘
sheet
sum
backed
塞
entrance
adopted
orphan
skip
bitter
釋
passports
self-sufficient
厚
diamond
钻
crucial
defibrillator
颤
design
幢
paragraph
vague
模
program
rerun
枯
Tickets
售
teammates
applied
申
shovel
铲
喪
酪
embraced
jeep
普
靓
headed
grumpy
躁
暢
paranoid
essay
篇
video
cheek
颊
encouragement
勵
撕
trunk
nap
there's
shaking
flame
low
audience
養
kilometers
begun
flower
PTA
嘛
Gestalt
Therapy
塔
aspirin
匹
elevators
stage
dining
uses
stories
萨
Winners
優
藥
courageous
delete
dropped
唇
dignified
嚴
advance
must've
chosen
（
）
hopeless
remind
檢
菸
resourceful
"I'll
back,"
bulb
gives
輾
twelve
Add
tiny
pinch
freedom
comments
瞒
committee
委
proceed
Big
Bread
flour
wheat
麥
9:00
credit
jacket
廊
Certainly
Cheese
Clearly
Coal
door's
interest
chairs
tells
ghosts
幽
灵
cell
extra
兆
trap
陷
阱
company
T-shirt
恤
Dog
man's
类
Dozens
踪
Education
begins
Even
weaknesses
Fire
First
impressions
Food
Grandpa
爷
UFO
behaved
August
envelope
disregarded
扮
齒
rotten
core
jumped
onto
隔
壁
際
principal
refuses
seldom
across
thanked
Europe
歐
overcoat
past
accused
president
captivity
whistled
哨
character
stadium
館
lift
package
抬
裹
excellent
CDs
teams
伍
fare
painting
Hunger
sauce
饑
調
饥
acquainted
suitcase
logic
confess
could've
snows
sisters
夾
炎
excuses
harm
饼
kick
subway
forest
country
鄉
calls
mike
confidence
nowhere
unusual
hung
peg
掛
鉤
ships
what's
yellow
黄
prince
王
provided
exciting
invitation
帖
enter
lease
spent
10
telephoned
dreaming
concept
6:00
沿
reserve
abducted
绑
university
扑
delighted
speaker
finding
responsible
aunt's
cheated
duty-free
Australia
澳
屬
unfortunately
coincidence
beginning
basic
基
duty
pitch
lesson
训
Mother
廳
Asama
dormant
浅
姨
專
輯
冊
pressure
戏
stick
husband's
garden
痠
blanket
knock
澆
Politics
Pride
燙
ladder
obstinate
prefers
cancel
pushed
馆
Ten
喻
difference
toy
intention
初
衷
违
meaningless
promised
Hilton
Hotel
8:30
kicked
fuel
gauge
nail
tore
釘
仁
慈
carried
瞎
suited
refrigerator
stars
繁
辰
telephone
cattle
solution
稱
膽
flunked
exams
granted
request
named
sporting
goods
amount
includes
tax
税
article
章
Uncle
farm
sanctuary
庇
stylish
锋
reliable
ironing
waterproof
Valentine's
Day
slice
餅
遍
Vietnam
veteran
军
役
teenager
unknown
credibility
譽
backward
apart
拆
October
replaced
wished
hadn't
Mother's
Unfortunately
嬰
pound
磅
midnight
import
India
葉
postponed
raced
toward
third
preparing
娘
influences
exactly
竟
baloney
biggest
classroom
订
披
Wine
grapes
Without
hint
proactive
积
diplomat
spend
partially
guts
志
榜
undone
"Let's
go,"
created
equal
Anyway
season
蛎
actually
insects
As
painful
Breathe
through
boil
solve
puzzle
謎
vacuum
cleaners
尘
provide
threaten
脅
complete
notice
髪
receive
apartment
Divide
fairies
deliver
larger
size
points
temperature
tours
pirate
盗
版
marrying
cruel
虐
Each
locker
its
thorns
各
Express
Felicja
F
l
j
予
till
抢
劫
agrees
earns
double
salary
extended
伸
kinds
crush
恋
promising
agreeable
confined
youngest
ordinary
proficient
Farsi
unable
hostess
offered
rode
stream
溪
fluently
1970
dirt
kites
breaking
婴
straightforward
peel
削
Hippopotamuses
impostor
Chinatown
jail
狱
forks
citizen
Sapporo
札
幌
民
添
television
Spanish
bend
suspect
懷
onions
葱
socialize
businessmen
寢
sand
Facebook
account
b
k
帐
mislaid
lately
smoked
ages
appreciates
instrumental
languages
basketball
籃
barber's
remain
seated
chasing
：
optimistic
photogenic
镜
cause
lightning
劈
磨
oil
boyfriend
lend
textbook
personally
逛
鎮
earthquakes
hoping
that'll
history
歷
史
carpentry
瘦
欧
In
case
119
灾
dump
甩
friend's
Oxford
津
context
winner
artificial
expected
convenient
谬
Jealousy
Lend
​
4:10
attended
funeral
葬
schedule
claim
tags
happiness
Nature
慷
慨
寓
yard
fully
neighbor's
accurate
arrests
star
flat
plus
equals
fence
欄
杆
鐵
Part
Pizza
千
interrupt
butter
sleeve
捲
袖
a.m
Second
semester
Send
beauty
hundreds
sheets
herself
翼
makeup
浓
妆
entire
competitions
Shouldn't
Speaking
Suddenly
屏
track
轨
pan
鍋
inviting
film
good-looking
unexpected
pasture
acres
牧
畝
meters
requested
chased
rabbit
兔
economy
picking
济
苏
confessed
message
polar
bears
pond
池
塘
跌
released
獲
problem's
solved
丘
service
務
stew
墩
universe
limitless
宇
宙
浩
瀚
warnings
ignored
habits
嗜
sank
speechless
contains
fox
atrocious
惡
劣
hypothesis
pays
闹
whisky
烈
To
master
abstained
donuts
mobile
deserves
blamed
understood
谨
慎
complained
寡
captive
romantic
漫
growing
mustache
because
league
盟
joined
discussion
fiction
trusts
某
chess
棋
easygoing
typed
password
goodbye
disheveled
蓬
亂
you've
Training
Trim
脂
肪
Trouble
immediately
True
Waiter
consider
blessing
恩
惠
furniture
supermarket
common
weeds
拔
observe
competent
leaders
导
monkeys
hike
suspected
誠
袭
sooner
next-door
unlock
steps
伐
symptoms
裏
Wi-Fi
W
f
tickets
Central
Park
央
buys
art
helps
digestion
salad
Yesterday
selling
unfairly
someday
軌
improving
After
極
Always
An
sits
Animals
Anybody
organ
資
Banks
Basketball
篮
Best
wishes
Boys
bucket
桶
endure
discount
weigh
Carrots
萝
卜
December
25th
dryer
clubs
隶
淡
Mozart's
莫
扎
haircut
overseas
Doesn't
Doing
bush
抹
角
intimidate
吓
唬
Eggs
Electricity
spoken
Father
浇
tongue
hook
acknowledged
faults
chocolates
twice
骂
antiques
董
鉴
places
repair
cleaning
intruded
privacy
侵
aggressive
咄
逼
expert
专
top
speed
驾
驶
hello
"I'm
Canada."
賀
shaved
历
汉
fright
lectures
uneasy
賺
commission
pleased
awoke
drama
戲
classes
we'll
remarks
番
sympathy
generally
night's
贫
intended
frog
蛙
隱
瞞
they're
passion
shows
秀
modifications
Smith
relatives
戚
fifty
tenor
saxophone
riding
coworkers
between
John
翰
earlier
support
political
reform
革
health
seriously
feelings
puffs
芙
歇
bitten
mosquito
叮
implying
朝
earned
壓
receipt
guitarist
mall
tip
pendant
墜
飾
breast-feeding
饮
spicy
兽
approve
it'll
punished
懲
罰
distrusted
snake
board
especially
likely
shock
撼
sight
imagination
Languages
forte
Learning
finish
natural
moons
衛
disposal
kitten
restaurant
hometown
alcoholic
Neither
nor
poet
action
One's
other's
Others
less
Parking
Taiwan
灣
hating
Place
Pork
t's
横
抛
beckoned
tender
柔
handbag
fate
審
well-known
Mount
Tate
wiser
慧
managed
Sheep
weird's
shouting
putt
桿
parasol
阳
responsibility
archer
deer
鹿
20
floors
层
buildings
undercooked
熟
barks
嚎
election
unanimous
exhibition
stands
錄
效
tolerated
並
moonlight
land
reasonable
rising
挤
ship
患
silence
survivors
figures
輟
屈
youngsters
操
directly
concerns
low-budget
event
urgent
ambiguous
源
臘
Latin
tulips
郁
border
complains
disassembled
flashlight
筒
uncooperative
莉
fix
ex-boyfriend
杰
couch
easy-going
unbelievably
paying
attention
planning
mostly
rolled
known
sneaked
祟
遛
幚
react
life's
Volleyball
Washing
boils
degrees
氏
騰
chairperson
gather
variety
植
conversation
shade
樹
蔭
execute
laws
driven
guests
confident
browser
浏
birth
stone
marital
status
姻
状
judge
organized
组
Who'll
chairman
Won't
World
II
1945
Wow
哇
副
疚
deodorant
剂
mommy
liable
bad-looking
average
均
"How
feel?"
"More
coffee?"
"No
thanks."
occurred
timid
creature
difficulty
arisen
stitch
saves
補
遭
杜
漸
spilled
溢
灑
Jack
傑
ground
elephant
Anniversaries
Basho
greatest
偉
musicians
emerging
tonal
漢
racket
Crocodiles
鳄
尖
齿
wealthy
laundry
lean
倚
release
desires
goof
Google
谷
recovered
恢
殃
Hands
robbery
founded
1636
fallen
坠
major
absconded
携
款
mission
strings
breathe
deeply
differs
筝
loan
貸
cousin
mathematical
giving
pulling
lacking
experience
rarely
悅
unfit
newspapers
owned
public
mistook
ceiling
pretended
65
rushed
merely
兜
treats
slave
奴
隸
vowed
expelled
逐
standing
‘
via
He'd
宁
显
cottage
coast
村
岸
horses
accomplish
view
册
accompanied
陪
赞
teach
resist
诱
arrogance
doors
slamming
砰
anger
愤
crossed
result
姓
selfish
sincere
酣
"Itch."
暱
interfere
涉
museums
slight
thorn
odd
strawberry
neighborhood
loss
弥
补
search
recorded
录
locking
陌
crossing
sweeping
logged
登
熬
maybe
doggy
fact
South
warmed
amazed
訝
April
1950
overtime
group
seventeen
shine
Wednesday
audacity
耻
model
starting
library
owner
folders
夹
holes
贊
Iceland
belonged
Denmark
岛
丹
麦
effect
sheer
endangered
species
濒
临
rains
pours
矣
傾
盆
禍
suddenly
brilliant
corner
path
徑
Kobe
port
港
universities
assume
澄
starving
Lesson
slaves
且
napkin
Mix
混
skirt
舅
嬸
falls
positive
營
grades
績
grandson
孫
eyelid
twitching
punishes
mysteries
Next
betray
叛
motion
援
Ogai
O
g
Parents
fax
outrank
Sensing
嗅
夭
dresses
assigned
返
pencils
typist
dolls
prophecy
陶
gracious
蔼
qualified
parrot
pet
鸚
鵡
寵
mess
proceeded
rides
motorcycle
摩
技
stabbed
戳
commit
housework
holding
Singing
Six
divided
affects
Soccer
sport
foods
gum
粘
cupcakes
形
Teachers
cheeks
email
houses
毀
Tennis
explanation
affair
appears
deserted
simply
divine
瞬
Sahara
vast
desert
漠
广
袤
垠
acid
腐
蚀
偏
庞
south
南
翔
clown
丑
deadline
approaching
itself
flawed
設
justifies
salmon
undamaged
beard
losses
incalculable
損
marvels
tremendous
utterly
false
furnished
smelled
tobacco
股
cleaned
proved
谣
stripes
horizontal
紋
窩
value
chase
mice
renewed
Turkish
tradition
統
砸
trivial
method
alike
Three
bulbs
cubed
twenty-seven
demanded
deny
persuade
decent
呎
extraordinary
thin
shape
paintbrush
索
bits
playfully
parachute
Valuable
Waitress
convinced
肃
carry
relationship
period
somehow
fingers
raising
fees
further
information
爭
trips
meetings
posters
toothpaste
膏
Turkey
局
afterwards
nearest
letters
unmarried
pineapple
capitals
昔
tripod
"She
music."
"So
I."
"You
much,"
Mexican
sunset
夕
strangers
hare
tortoise
乌
砍
efforts
vain
repeat
brochure
宣
thirty-one
hotels
exceed
limit
intrude
捉
Dust
塵
鑽
Europeans
admired
attacked
抨
blocked
reached
标
Fluency
Frankly
坦
率
趾
扬
Great
mailman
Hasn't
blog
king
schools
pilot
designed
Dallas
engineer
qualms
profession
allergic
dust
ashamed
failure
競
scholar
浑
森
patted
part
poetry
presented
shelf
"It's
o'clock."
arrow
箭
Englishman
贷
7:30
opposed
monopolies
垄
/
accustomed
whiter
肤
handled
撐
rackets
advertised
aimed
target
similar
mend
sailing
帆
loaves
brush
Mandarin
branch
disturb
扰
bullet
孔
truthful
suntan
deer's
tracks
gazed
polish
慾
absolute
faith
million
mahjong
瞭
richer
games
abstract
might've
cart
swear
ruin
education
perhaps
divorce
ranger
behavior
愧
紐
prescription
offended
desperate
境
disagreeing
complaints
wanting
blisters
鯨
Industry
Interest
rates
railroad
customer
訓
練
obligation
whatsoever
域
谧
arguing
舌
霧
temper
reminds
Aso
volcano
蘇
computer's
acting
诡
异
祖
brushing
masters
侍
guaranteed
Oil
extracted
olives
炼
Old
杂
bedrooms
puppy
supplies
Madrid
宾
entering
slippers
Police
bribes
賄
賂
Popcorn
snack
Reading
mail
Rice
kilogram
斤
adores
per
挣
teens
sauna
桑
jam
depressed
憂
susceptible
Skating
permitted
Someone's
Strike
趁
Such
returning
妳
pieces
conference
risen
fits
awkward
bow
弓
animal
occupied
占
hunter
獵
earth
緝
尾
spread
hunger
starved
pirates
boarded
盜
$5
treacherous
total
3,000
unfamiliar
inevitable
牆
sock
呀
denying
shortage
soul
upon
peace-loving
handles
latest
watermelon
mattress
墊
machine
masterpiece
air-conditioned
sings
tune
uniform
monk
僧
details
详
numerous
girlfriends
since
2013
hitched
former
photograph
owns
cover
cops
贼
blast
Underage
crime
meals
connection
殊
聯
繫
United
States
conform
reduce
demand
stops
Wearing
responsibilities
唸
級
taken
checkout
counter
closest
pharmacy
Wherever
evasive
闪
recover
復
Winds
moist
漉
suitable
cents
權
charming
pounds
anonymous
匿
遅
criticizing
ridiculous
intolerable
"I
traveling."
"Who
car?"
"Tom
is."
碾
蠅
acorns
豬
橡
glitters
slavery
廢
seats
messages
鱿
Arithmetic
deals
shall
Bird
register
mirror
Cross
incorrect
Tower
sizes
medical
insurance
療
嫩
灘
silly
affairs
poets
commerce
achieved
attained
Flying
Getting
checked
gathered
speeches
違
participated
debate
辩
paused
innocence
摆
辜
shook
晃
spared
pains
substituted
Nagoya
throne
虽
sloppy
柄
锅
counted
grandmother
draw
handkerchief
帕
depart
steak
Humans
advised
blessed
賜
pajamas
sewing
縫
紉
負
辨
caused
刪
ear
pools
particularly
leftovers
bites
hoped
neither
knowing
gifts
圣
disturbing
spending
campus
mistyped
exercise
锻
mailing
distance
挽
procrastinating
subscribe
suggested
whole-heartedly
well-prepared
subject
executive
impressed
salesman
銷
lion
獅
camping
Saturday
hiccuping
Egypt
埃
shipping
climate
晨
millionaire
翁
hearing
suffering
January
剃
underestimated
dial
撥
developing
cockroaches
蟑
螂
exploded
勢
lighter
discussing
cheat
弊
partial
synchronize
ten-minute
Liars
ups
downs
bra
胸
carrying
婭
root
evil
canary
雀
airplane
濃
carpenter
匠
swollen
腫
collecting
nephew
侄
postcard
hamburgers
堡
family's
衰
谜
tricks
犬
Only
拋
錨
misunderstand
feed
羅
mountains
Sales
销
eight-thirty
搖
pairs
cooked
outdoors
temptation
meaningful
compact
disc
relief
Harajuku
宿
Otaru
樽
handwriting
arms
programmer
聘
absorbed
Chiba
Stadium
progressing
crawl
pulled
烂
拽
pocket
saddled
visits
频
appointed
Mexico
Shanghai
Takasu
clinic
診
museum
novels
middle-aged
cheaper
locked
Something's
Stick
貼
Summers
strengthens
bridge
橋
mother's
incident
whets
van
Seine
flows
纳
barber
hairdressers
gay
攜
repainted
capital
repairing
hedge
籬
clouds
darker
examined
barked
saved
girl's
experiment
successful
resembled
governed
stalking
prey
狮
manager
4:00
breathed
嘱
coma
态
驅
毆
robot
groaned
呻
吟
miles
sun
horizon
topic
activity
yards
堵
unusually
island
島
containers
airtight
paintings
scissors
sandwiches
veranda
insist
during
plastic
塑
膠
tape
recorder
melancholic
sister's
certainly
祕
2003
华
electrical
竞
richest
safety
scenery
stripped
waist
wondered
worries
宅
Trees
prairies
teas
uncle's
appeal
籲
confuse
淆
canoe
舟
50
Weather's
Weeds
sprang
叢
覆
膳
boarding
width
寬
beverage
iPad
d
Embassy
drugstore
switch
1914
skier
willpower
submitted
burglar
竊
賊
swept
cornered
rat
囓
typhoon
颱
Admission
$3.00
Algebra
益
attempts
marches
Another
practicing
physician
politics
objection
Bee
stings
螫
Beer
bottles
Beethoven
芬
Bright
pronounce
barley
holiday
Compare
Cookie's
necktie
Dark
征
driver's
license
執
steady
happening
all-day
realize
pride
餡
戀
desire
pry
magazine
translation
scarf
黃
Drivers
Germanic
曼
servants
僕
pool
interrupting
Experience
Fear
Five
鮭
Gold
heavier
Yari
岳
sides
scholarship
whether
scarcely
stealing
denied
apologies
trace
痕
altogether
bookstore
順
循
beating
flatly
signal
thrown
village
莊
policy
grasp
personality
dozens
succeeding
thoughtful
shadow
forgetting
Chicago
芝
翘
摄
blink
geography
planes
fantasy
discovery
majored
walls
practiced
emergency
quarrelled
stays
rescued
drowning
柵
tiptoed
踮
koala
July
28th
1888
撫
determined
involved
卷
aware
Chinese-style
Hakodate
函
welfare
associate
streaked
methods
scientific
career
涯
covered
佈
roast
Rainbow
Bridge
虹
visa
mountain
delivered
advise
issue
least
laziest
unnecessary
amplifier
組
揚
predict
humiliate
閒
explained
process
faint
I.D
coin
sidewalk
kilos
survival
neighbor
tattoo
removed
terrorist
organizations
怖
part-time
兼
goodnight
延
陣
tightly
briefcase
秋
weekends
航
poured
rented
dad's
vaguely
umpire
traffic
耽
擱
appointment
Disneyland
aisle
stake
reputation
fixing
gym
註
plain
exact
saving
省
況
Innocence
Ridge
stare
猶
Lighten
dies
warmer
渐
Kuala
Lumpur
隆
Osaka
阪
blinded
orbit
繞
Marriage
frightens
朴
Americans
priest
雖
jumping
artistic
weep
Santa
Claus
囑
adopt
precious
珍
suitcases
scored
Pale
ale
low-alcohol
Pay
cashier
Physics
scrap
milkshake
louder
everything's
Raspberries
grown
rainy
regions
drowsy
fainted
marks
绩
異
Ginza
nerve
pack
designer
bookworm
various
pets
宠
56
Russell
Square
two-story
層
忧
regularly
knitting
编
verge
whispered
within
strictly
Somebody's
Someday
knocking
putting
Strawberries
Sulfur
硫
磺
焰
workday
臨
twenty
film's
棲
産
assumption
blouse
libras
镑
1689
capacity
castle
child's
feverish
destroyed
countryside
攻
investigation
ambiguities
violated
encores
west
custody
拘
construction
fought
仗
visitor
remodeled
潢
slums
貧
窟
cloud
doghouse
hail
series
concerts
1989
Things
defined
bomb
booklet
charge
bulky
well-written
conditioning
500
sixteenth
added
broccoli
炖
claims
载
13-year-old
jar
pennies
罐
cooperative
professional
software
軟
terms
serving
徒
刑
shift
strict
鈅
searched
搜
electric
undressed
彻
intersection
滴
Ueno
Very
blocks
permission
mild
decisions
pancakes
煎
poker
toured
quits
shelters
Wear
Wet
CIA
figured
giraffe
颈
exchange
rate
匯
worst-case
scenario
practice
safer
lead
secretive
围
edge
personal
gravy
explaining
sashimi
editor
humor
direction
mentally
consult
諮
詢
emphasize
interfered
raincoat
answering
phones
extreme
"What's
box?"
"Nothing."
it?"
mother."
attached
crowd
penny
rolling
gathers
moss
苔
Actions
辯
plants
drawers
屉
unforgettable
parked
Bringing
By
Cash
donations
捐
赠
趟
Creationism
pseudo-science
伪
Daddy
爹
Delete
yesterday's
eclipse
蝕
demands
commute
declare
dollar
Saturdays
PKO
K
souls
萌
keen
barking
吠
hesitate
opportunities
Edison
bright
silver
lining
gallons
侖
Grammar
Half
loaf
、
爛
behaves
disguised
comics
Karuizawa
澤
master's
degree
碩
meaning
tomatoes
Colorado
州
挾
腋
interrupted
introduced
invested
stocks
imaginative
diary
fortune
bathtub
cozy
majors
literature
placed
pockets
replied
sipped
snored
suspects
threatened
胁
19th
century
leaning
severe
erase
memories
勸
屑
brain
surgeon
眾
links
modesty
respecting
謙
遜
70
extent
Hyogo
University
勤
happiest
borrowed
勉
recommend
荐
canceled
recognize
mislead
slightest
hopeful
unwise
going-away
sung
calendar
曆
绍
環
卻
10:30
answers
explode
permitting
phrase
kindness
member
photographer
lens
response
disturbed
bawling
奮
Hungary
March
綻
clocks
post
June
she'll
n
Justice
prevail
Last
Italy
Later
space
lines
Leaves
泉
bombed
轟
Lots
grabbed
霸
Mathematics
Millions
affected
bakes
Movie
attitude
towards
fifth
Year's
Hudson
River
foolproof
Nothing's
On
Pardon
tube
department
莽
fill
form
Prepare
Printing
supply
Radio's
Running
Sewage
pollutes
ocean
废
污
Shakespeare
莎
亞
becomes
ease
gentle
waving
揮
basket
waltz
減
stooped
pebble
撿
鵝
卵
lessons
translated
She'll
handling
Software
constantly
evolving
Sports
Shounan
湘
prisoners
Italians
bride
Poland
Warsaw
蘭
slid
population
growled
咆
哮
mat
worm
gang
gazing
凝
grapefruit
柚
largest
4th
拄
杖
theft
窃
嫌
narrow
窄
strain
thunder
tsunami
cancelled
啸
俩
soared
shrines
complaint
fireworks
spectacular
壮
peaches
桃
themselves
forgave
crimes
California
tied
helicopter
艱
data
5,000
addressed
adequate
1650
Foster
swallow's
wings
燕
翅
defects
Today's
busier
currently
resides
veterinary
background
獸
karate
quarterback
suspiciously
update
website
text
inappropriate
deteriorating
Travel
agencies'
profits
润
knob
discussed
visitors
10%
earthquake
臊
harbor
halfway
腰
ski
marathon
determination
delightful
punishing
惩
罚
惹
base
theory
礎
shampoo
dessert
What've
section
Wild
甘
堕
Sumo
撲
manage
council
charisma
魅
CV
履
identical
ours
"Can
me?"
will."
you?"
sixteen."
「
」
too,"
chimed
cradle
AI
Artificial
Intelligence
农
steals
Scotch
崗
Because
discover
roller-skate
Comb
梳
rooms
Dad's
lenses
覽
musical
instrument
suffer
rocks
Earthquakes
frequently
頻
襲
vitamins
維
Excess
politeness
Exercise
coke
banana
poisoning
scuba
diving
潛
quarrels
examination
collected
detail
詳
獻
lecture
斥
command
independent
chief
center
seventy
talents
赋
narrowly
unless
predicted
pressed
resigned
fled
risked
doctor."
scraped
unopened
skis
somewhat
stepped
Venice
述
weighs
spite
wiped
eligible
presidency
stained
酱
inspired
History
nowadays
180
centimeters
Asian
bumped
薦
admiring
talent
imagine
扛
wink
闔
蔥
mixed
resigning
picks
barbershop
outskirts
sunglasses
refuse
screwed
grandmother's
three-fourths
mile
detailed
decides
philosopher
哲
10th
1972
vaccinated
flu
疫
苗
junior
picky
膩
website's
layout
sin
becoming
zero
爽
impolite
packages
rowing
Malaria
瘧
疾
shared
journal
old-fashioned
skilled
fisherman
thumb
$100,000
joints
mom
ventured
获
buttons
Opinion
cow
Peace
pardon
bottom
Quite
讚
tenth
cared
aspired
vegetable
cooks
described
dived
employed
lifted
employment
girls'
aerobics
veterinarian
decency
恰
toaster
upside
feeds
expectations
interpreter
household
wrapped
chimney
囪
pursue
Somehow
Stars
appear
堅
鸦
Switzerland
neutral
Talking
Taxi
fares
competed
adding
庄
conditioner
landing
amounted
额
fireplace
爐
patients
flood
damage
洪
tank
deepest
spot
reviews
褒
贬
confirmed
suspicions
clues
prevented
[
]
foundation
謠
paved
asphalt
柏
rises
swimmers
僵
powder
tablecloth
cabinet
櫥
threat
Richmond
members
recovery
痊
癒
foreigners
director
jewelry
珠
寶
engagement
paces
opposite
directions
mass
grave
坟
墓
scolded
卹
printed
佔
extension
cord
wrongly
zip
smoothly
鍊
trusted
partners
cluttered
抑
skeleton
cave
穴
attack
fails
questioned
cabin
windowless
麽
Tomorrow's
Traffic
urban
buffet
UN
Nations
U
N
avoided
force
three-bedroom
effort
inform
compromise
妥
阁
forecast
Austria
奧
Whether
countries
shutting
dig
conclusions
妄
yield
prepare
rewrite
polite
suggestion
"Are
tired?"
all."
"Is
right?"
so."
too?"
DNA
floating
sudden
source
sorts
Although
Apples
served
Auckland
Zealand
奥
Bush
Reagan
tin
錫
Change
Complaining
pillow
枕
translate
译
Cut
chit-chat
non-smoking
garbanzo
鹰
appearances
deceive
蒙
蔽
Einstein
Elephants
according
graduate
毕
contented
souvenirs
柱
congratulated
consented
dipped
浸
赚
recognition
authority
knowledge
ambition
teaching
capable
unsatisfied
Army
淺
ends
衡
潑
relies
financially
presents
bald
禿
Olympic
Games
five-thirty
sucker
experiences
accompanies
worthy
eighth
monthly
scientist
internship
徵
exercising
規
opening
warn
Station
shaving
hitting
computers
risky
operation
donate
献
impulse
honor
persuaded
object
peach
裕
waterfall
瀑
渡
reflection
映
ducked
massage
shocked
task
Sasayama
筱
facing
mumps
腮
腺
economics
judgment
謂
baby's
屁
tourists
arrives
temples
廟
閤
Luckily
route
travelers'
Might
Monkeys
nearer
挪
dances
155
105
keeping
retiring
washes
nineties
ninety
gains
conveniently
located
cynical
Phoenix
Arizona
鳳
凰
notebooks
decorated
dusts
拭
finds
distasteful
fumbled
access
records
Hong
Kong
insisted
clerk
Snow
White
twenties
visibly
Shine
harmful
tapped
Taking
hen
Pacific
汇
築
Brazil
Brasilia
meets
召
drug
international
firemen
滅
hunters
瞄
mechanic
assembled
sleeves
parking
river's
level
damaged
airplanes
soldiers
caucasian
female
passengers
flush
properly
冲
crowded
blowing
瀕
笆
rebuilding
besides
boats
unique
machines
women's
reported
orchard
uniforms
cheapest
50,000
controversial
necessarily
climbing
briefly
avoids
intimidated
microwave
oven
炉
accumulated
junk
屯
distant
relative
sail
behave
realized
philosophy
emotions
bunch
堆
挡
intentions
Volcanic
ash
disrupted
礙
Watching
passive
pipe
瀉
swallows
celebrate
慶
materials
frost
霜
20%
%
catching
agreement
协
deadlock
performance
title
main
freezes
agency
棕
wasting
stapler
scrambled
talkative
friendship
誼
ago,"
"Thanks
guys."
"Don't
it."
deeds
Air
immigrants
Attack
defense
禦
Bern
vitamin
Cherry
blossoms
櫻
damp
cloth
Compared
Dinner
six-thirty
noodles
press
肘
Drunk
Dutch
closely
related
荷
Generally
allied
whomever
whoever
admonished
誡
firewood
rifle
denies
reverse
erased
grasped
physics
dictionaries
reporter
Matsue
江
grammatical
rest."
翹
舍
spends
contemporary
meditate
冥
shirts
advertising
remembering
inches
potato
chips
芋
sensible
悬
悦
north
Honshu
Sendai
仙
Hollywood
萊
塢
hundred
percent
opinions
doubtful
draft
稿
deli
蕃
theories
underneath
shelter
15
predictions
stroganoff
稔
亏
hardwood
recognized
summer's
overhead
跤
序
syringe
针
embarrassed
尷
尬
shortest
karaoke
ultrasound
acquaintance
particular
breaks
Imports
exceeded
exports
額
returns
眨
consecutive
捏
hour's
illegal
amends
彌
JST
Standard
S
requires
photos
split
reward
fifty-fifty
skirts
workers
companies
Miyazaki
宮
thirtieth
first-year
marriage
internet
arranging
Nearly
telephones
Germans
Nowadays
pleasures
country's
temperate
谊
school's
pastime
遣
摯
fifteen
cups
shuffle
AC
steadily
穩
攀
13-year
Riding
thrilling
Safety
external
telegram
banged
fist
farmer
鋸
considered
elbowed
擠
eyed
insecure
folded
neatly
shyly
怯
簾
identified
murderer
兇
brandy
resented
懶
惰
testified
sleeps
manual
accompany
height
繪
鑑
prettier
honesty
質
obviously
brakes
剎
Stockholm
Sweden
Studying
Teaching
Texting
gentleman
紳
Smiths
婦
ten-dollar
鈔
balloon
絆
$500
ceremony
仪
牽
fabric
薄
launched
slightly
teeming
transported
devil
recovering
hanging
crash
planets
revolve
checking
policemen
include
徹
rocket
established
developed
sets
Bell
due
happily
parks
exceptions
seasons
stores
military
fields
蹤
plotting
government
frequent
hoarse
啞
economical
40,000
informative
tower
plant
indigenous
spices
vending
販
Though
Thousands
err
恕
hottest
措
balance
landslide
崩
Celsius
evaporates
heated
蒸
era
atomic
核
budget
Malaysia
rainfall
quiz
offices
昰
initials
NTT
縮
unavoidable
subjects
亭
While
儀
Women
tend
lending
painter
criticism
procedure
dentist's
infirmary
standard
"Where's
book?"
"On
table."
"Whose
this?"
"It
mine."
indeed
mimic
person's
Absence
fonder
Accuracy
arithmetic
筵
participants
registered
Arrangements
destination
Beauty's
beholder
驻
distinguish
transmission
pepper
meadow
嬉
leak
泄
Eating
communication
溝
Graham
Greene
厄
Grandmother
raffle
"no."
＂
帘
描
dealing
opportunity
藉
scientist."
drunken
instead
argument
based
Hot
humid
潮
扶
confirm
recall
dialog
ladies
significance
everybody's
融
roller
skates
劲
collection
children's
voices
improve
茫
amateur
perseverance
funerals
purchase
兌
invite
begging
恳
confidentially
restless
chopsticks
筷
satisfy
spilt
濺
嘈
Kabul
Afghanistan
喀
Karaoke
reducing
stress
韓
Looks
dye
blonde
Modern
crew
Mutual
understanding
promotes
促
fourth
smokes
decreased
translator
disadvantage
Opinions
vary
Pour
melted
ancient
Sammy
Davis
habit
princess
mornings
accidents
globe
overcome
sadness
spelling
obliged
Sitting
criticized
肅
accidental
broadcast
consideration
Revolution
1789
parcel
calculator
pox
痘
volumes
doctors
x-ray
X
parts
reduced
ashes
烬
bars
boy's
surrounding
waves
thoroughly
jointly
applicable
cases
genuine
valid
string
捂
enthusiasm
application
mountaineering
stuff
鍾
cross-country
toast
fast-food
glued
screen
荧
Translate
passage
detectives
solid
beds
footprints
hacked
February
issues
abolish
penalty
topics
skating
explosion
booth
hazel
tool
composition
"Do
German?"
don't."
"Does
music?"
"Yes
does."
here."
"Then
he?"
"What
do?"
parted
绅
Acid
phenomenon
essays
revealed
揭
曉
senior
Brush
Butter
Chocolate
tomorrow's
autograph
-
fingerprints
纹
rainbow
garbage
揀
贈
quickest
towels
heaven
創
compared
dried
烘
偽
culture
preparations
籌
gently
reluctantly
selected
unify
groups
snoring
deputy
kilo
author's
highway
previous
$20
Japanese-English
convince
position
focus
people's
woolen
Imagine
bungee
essentially
罕
produces
Lake
Towada
Laura
Ingalls
prairie
勞
戈
industrial
towns
ex-husband
sciences
sir
Japan's
issued
sorrow
relieve
U.N
Other
conduct
dignity
Rain
Salmon
September
declared
rudeness
鲁
瞟
mid-forties
vases
sink
margarine
material
dependent
啃
Soldiers
Stock
plunged
record
traditional
scandal
誉
Mona
Lisa
enigmatic
娜
bookcase
齐
擴
criminal
length
petals
瓣
parallel
originally
blooming
tents
篷
shell
壳
温
shantytowns
beyond
巔
pub
bamboo
possibility
橫
跨
guarantee
announced
sued
damages
賠
paradise
surfers
illustrated
manufactures
players
tent
normally
friends'
fancy
档
eloquent
doubled
investment
vat
sulfuric
墻
shoulders
apparently
campfire
barefooted
arriving
渔
microphone
puts
happier
avoid
armchair
identity
killer
㥃
locating
origins
Olympics
濟
Akita
longest
tunnel
隧
napping
sales
Wires
convey
Yesterday's
妨
shown
device
critical
condition
殆
16
old."
"The
ringing."
ten-thirty."
panel
experts
dish
melt
stove
intelligence
suggesting
缴
applicants
Armenian
Indo-European
remove
stains
锈
whose
distract
During
抄
drivers
儘
